cask_args appdir: "/Applications"

# Tools
brew "bash-completion"

# iOS/Swift
#brew "fastlane"
#brew "swiftgen"
#brew "swiftlint"

#sysadmin tooling
brew "htop"
brew "wget"
brew "watch"
brew "tree"
brew "nmap"
brew "curl"
brew "tmux"
brew "unzip"
brew "vim"


# Apps
cask "dropbox"
cask "google-chrome"
cask "little-snitch"
cask "iterm2"
cask "caffeine"
cask "rectangle"
cask "blender"
cask "zoom"
cask "vlc"
cask "the-unarchiver"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "stats"
cask "teamviewer"
cask "sketchup"
cask "lulu"

#cask "apppolice"
#cask "postman"
#cask "sketch"
#cask "sourcetree"
#cask "spotify"
#cask "visual-studio-code"
